tap "homebrew/bundle"
tap "homebrew/cask", "https://mirrors.ustc.edu.cn/homebrew-cask.git"
tap "homebrew/core", "https://mirrors.ustc.edu.cn/homebrew-core.git"
brew "autojump"
brew "cask"
brew "dash"
brew "dotnet", link: false
brew "glances"
brew "glib"
brew "lrzsz"
brew "mackup"
brew "mono"
brew "mysql"
brew "node"
brew "ntfs-3g"
brew "screenfetch"
brew "termius"
brew "thefuck"
brew "wget"
brew "wireshark"
brew "zsh-autosuggestions"
cask "alt-tab"
cask "appcleaner"
cask "baidunetdisk"
cask "balenaetcher"
cask "barrier"
cask "bluestacks"
cask "bob"
cask "caffeine"
cask "cakebrew"
cask "cheatsheet"
cask "clashx"
cask "coconutbattery"
cask "daisydisk"
cask "dash"
cask "dbeaver-community"
cask "deepl"
cask "diffmerge"
cask "disk-inventory-x"
cask "dotnet-sdk"
cask "dozer"
cask "drawio"
cask "eul"
cask "fliqlo"
cask "forticlient-vpn"
cask "gas-mask"
cask "handbrake"
cask "hiddenbar"
cask "hyper"
cask "iglance"
cask "iina"
cask "intel-power-gadget"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "jd-gui"
cask "karabiner-elements"
cask "keepingyouawake"
cask "keka"
cask "launchrocket"
cask "licecap"
cask "lulu"
cask "macvim"
cask "meld"
cask "menumeters"
cask "monitorcontrol"
cask "mos"
cask "mounty"
cask "multipass"
cask "mysqlworkbench"
cask "ntfstool"
cask "onyx"
cask "openinterminal"
cask "osxfuse"
cask "paragon-ntfs"
cask "postman"
cask "provisionql"
cask "qbittorrent"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "rectangle"
cask "remote-desktop-manager-free"
cask "royal-tsx"
cask "scroll-reverser"
cask "sequel-pro"
cask "snipaste"
cask "sogouinput"
cask "spectacle"
cask "stats"
cask "sunloginclient"
cask "suspicious-package"
cask "switchhosts"
cask "thunder"
cask "transmission"
cask "turbo-boost-switcher"
cask "tuxera-ntfs"
cask "typora"
cask "unetbootin"
cask "unity-hub"
cask "vlc"
cask "wallpaper-wizard"
cask "xnviewmp"
cask "xquartz"
